/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf másodperc";

/* No comment provided by engineer. */
"%i days" = "%i nap";

/* No comment provided by engineer. */
"%i hours" = "%i óra";

/* No comment provided by engineer. */
"%i minutes" = "%i perc";

/* No comment provided by engineer. */
"%i weeks" = "%i hét";

/* No comment provided by engineer. */
"1 day" = "1 nap";

/* No comment provided by engineer. */
"1 hour" = "1 óra";

/* No comment provided by engineer. */
"1 minute" = "1 perc";

/* No comment provided by engineer. */
"1 second" = "1 másodperc";

/* No comment provided by engineer. */
"1 week" = "1 hét";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Attachment>>";

/* No comment provided by engineer. */
"Add" = "Add";

/* Copy the link to the clipboard */
"Copy Link" = "Link másolása";

/* No comment provided by engineer. */
"Custom..." = "Testreszabás...";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Image Picker" = "Képválasztó";

/* No comment provided by engineer. */
"Invalid Input" = "Ismeretlen bemenet";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Kép";

/* No comment provided by engineer. */
"Select Image" = "Kép kiválasztása";

/* No comment provided by engineer. */
"The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually." = "The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually.";

/* Title of the alert shown when the system proxy configuration can not be determined */
"Unable to read proxy information" = "Nem lehet olvasni a proxy információkat";